Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sanastot_ja_kielipalvelut.html.tmx
Source language: fin
Languages: sme

source: Sanastot ja kielipalvelut
sme: Giella- ja jorgalanbálvalusat

source: Sanastot
sme: Sátnelisttut

source: Lakisanasto (suomi-saame) . Pohjoissaamen kieli.
sme: Láhkasánit (suoma-sámi) – Lakisanasto (suomi-saame) .

source: Sanastossa hakusanat ovat suomen kielellä ja vastineet pohjoissaamen, ruotsin ja norjan kielillä.
sme: Ohcansánit leat suomagillii ja vástagat davvisáme-, ruoŧa- ja dárogillii.

source: Huom!
sme: Fuobm!

source: Tarkistamaton sanasto.
sme: Dárkkiskeahtes láhkasánit.

source: Eduskuntasanasto (suomi-pohjoissaame) 2008. Valtioneuvosto.
sme: Riikabeaivesátnelistá (suomi-pohjoissaame) (suomagiella-davvisámegiella) 2008.

source: Valter valtioneuvoston termipankki .
sme: Valter stáhtaráđi tearbmabáŋku .

source: Valtioneuvosto.
sme: Stáhtaráđđi

source: Sámi Giellagáldu (Saamen Kielikaltio) Uusia termejä ja normeja
sme: Sámi Giellagáldu . Ođđa tearpmat ja normeremat

source: Sátni – báhko – baakoe Saamenkielten sanakirja ja termipankki.
sme: Sátni – báhko – baakoe sámegiela sátnevuorká.

source: Norjan saamelaiskäräjät.
sme: Sámediggi, Norga.

source: ÁLGU – Saamelaiskielten etymologinen tietokanta , Kotimaisten kielten tutkimuskeskus (Kotus)
sme: ÁLGU – Sámegielaid etymologalaš diehtovuođđu . Ruoktoeatnan gielaid dutkanguovddáš (Kotus)

source: Maiden nimet seitsemällä kielellä mm. pohjoissaamen kielellä, Kotimaisten kielten tutkimuskeskus (Kotus)
sme: Riikkaid namat čieža gillii ee. davvisámegillii. Ruoktoeatnan gielaid dutkanguovddáš (Kotus)

source: Sähköinen kielitoimiston sanakirja.
sme: Elektrovnnalaš gielladoaimmahaga sátnegirji .

source: Oikeinkirjoituksen lisäksi sanakirja kertoo mm. suomen kielen sanojen nykymerkitykset ja käyttöyhteydet.
sme: Riektačállinvuogi lassin sátnegirjjis gávdnojit ee. suomagiela sániid dálá mearkkašumit ja geavahanoktavuođat.

source: Kotimaisten kielten tutkimuskeskus (Kotus)
sme: Tepa-tearbmabáŋku . Sátnerádjoguovddáš TSK sátnerádju

source: Tepa-termipankki Sanastokeskus TSK:n sanasto
sme: Jorgaleaddjit ja dulkkat

source: Kääntäjät ja tulkit
sme: Ráva jorgalusaid diŋgomii Sámedikki sámegiela doaimmahagas

source: Saamen kielen toimiston lista freelancer kääntäjistä ja tulkeista
sme: Sámegiela jorgaleaddjit ja dulkkat

source: Saamen kielen toimiston palvelumaksut käännöspalveluista
sme: Suoma jorgaleddjiid ja dulkkaid lihttu SKTL

source: Suomen kääntäjien ja tulkkien liitto SKTL.
sme: Auktoriserejuvvon jorgaleaddjit , oahpahusráđđehus OPH

source: Sisältää hakupalvelun.
sme: Rávvagan dulkomii suomagillii .

source: Auktorisoidut kielenkääntäjät . Opetushallitus
sme: Suomen tulkkaus.

source: Suomen tulkkaus.
sme: Kokokousmatkaajan käsikirja Eurooppaan.

source: Kokokousmatkaajan käsikirja Eurooppaan .
sme: Euroopan komission tulkkauksen pääosaston suomenkielinen tulkkausyksikkö

source: Euroopan komission tulkkauksen pääosaston suomenkielinen tulkkausyksikkö.
sme: Kárttat

source: Kartat
sme: Eanamihtidanlágáduša kártabálvalus .

source: Maanmittaustoimiston karttapalvelu .
sme: Báikenamat maid davvisáme-, anáraš- ja nuortalašgillii.

source: Paikannimet myös pohjois-,inarin- ja koltansaamen kielellä.
sme: Giellagáhtten ja sámi giellateknologiija

source: Kielenhuolto ja saamen kieliteknologia
sme: Divvun.no sámi čállindárkkistanreaiddut (leahkku eará ruovttusiiddu)

source: Divvun.no Saamen kielen oikolukutyökalut
sme: Giellatekno, Sámi giellateknologiija guovddáš .

source: Saamen kieliteknologian keskus – Giellatekno .
sme: Giellaoahpa- ja analyserenreaiddut ja giellaoahppanprográmmat, sátnegirjjit ja jorgalanreaiddut.

source: Sisältää mm. pohjois-, inarin- ja koltansaamen.
sme: Mállet ja dearvvahusat

source: Kielioppi- ja analyysityökalut sekä kielioppiohjelmat, sanakirjat ja käännöstyökalut.
sme: Dearvvahusat iešguđege sámegillii

source: Mallit ja tervehdykset
sme: Stuđeren ja dutkosat

source: Tervehdyksiä saamen kielillä .
sme: Auktoriserejuvvon jorgaleaddji dutkkus , oahpahusráđđehus OPH

source: Saamelaiskäräjät
sme: Giellagas-instituhtta , Oulu universitehta.

source: Opetus ja tutkinnot
sme: Váldoávnnasin sámegiella ja sámekultuvra.

source: Auktorisoidun kielenkääntäjän tutkinto . Opetushallitus
sme: Siidoávnnasoahput ee. sámegiella vieris giellan, sámegiela dulkon ja anárašgiella.

source: Giellagas-instituutti Oulun yliopisto.
sme: Sámedutkan (HuK), Suopmelaš-ugralaš gielladutkan, Helssega universitehta Sámi spesialiserenlinnjá (FM)

source: Pääaineina saamen kieli ja saamelainen kulttuuri.
sme: Sámegiela oahput, Lappi universitehta, Pedagogihka dieđagoddi Sámegiella siidoávnnasoahppun vuođđooahput (25 oč)

source: Sivuaineopintoja mm. saamen kieli vieraana kielenä, saamen kielen tulkkaus ja inarinsaame.
sme: DAVVI Máŋggadieđalaš universiteahta skuvlenprošeakta 2010-2013 Lappi universihteahta lágida DAVVI oahpuid (190 oč) ovttas Sámi oahpahusguovddážin.

source: Saamentutkimus (HuK), Suomalais-ugrilainen kielentutkimus, Helsingin yliopisto Saamen erikoistumislinja (FM)
sme: Sámi oahpahusguovddáš .

source: Saamen kielen opinnot, Kasvatustieteiden tiedekunta, Lapin yliopisto Saamen kieltä sivuaineopintoina perusopinnot (25 op)
sme: Anár Ámmátlaš oahppolágádus Anáris, gos sáhttá studeret davvisáme-, anáraš- ja nuortalašgiela iešguđege dásis.
